Repository: mahmoudsale/OilStationMVC
Catalog: Views/Shared/Resources/ModelResources.*.resx
Languages: ar_eg

source: Adress
ar_eg: العنوان

source: Amount
ar_eg: القيمة / المبلغ

source: Amount Is Required
ar_eg: القيمة / المبلغ مطلوب

source: AreaTransport
ar_eg: منطقة النقل

source: AreaTransport Amount
ar_eg: إجمالي تكلفة النقل

source: AreaTransport Amount Is Required
ar_eg: إجمالي تكلفة النقل مطلوبة

source: AreaTransport Is Required
ar_eg: منطقة النقل مطلوبة

source: AreaTransport Unit
ar_eg: تكلفة نقل الوحدة

source: AreaTransport Unit Is Required
ar_eg: تكلفة نقل الوحدة مطلوبة

source: Buy Unit Price
ar_eg: سعر شراء الوحدة

source: Buy Unit Price Is Required
ar_eg: سعر شراء الوحدة مطلوبة

source: Car
ar_eg: الشاحنة

source: Car Id
ar_eg: كود الشاحنة

source: Car Is Required
ar_eg: الشاحنة مطلوبة

source: Car Name
ar_eg: إسم الشاحنة

source: Car Name Is Required
ar_eg: إسم الشاحنة مطلوب

source: Charge Area
ar_eg: منطقة الشحن

source: Charge Area Is Required
ar_eg: منطقة الشحن مطلوبة

source: Charge Customer
ar_eg: عميل التحميل

source: Charge Customer Is Required
ar_eg: عميل التحميل مطلوب

source: Code
ar_eg: كود

source: Company
ar_eg: الشركة

source: Company Is Required
ar_eg: الشركة مطلوبة

source: Cost Center
ar_eg: مركز التكلفة

source: Cost Center Is Required
ar_eg: مركز التكلفة مطلوب

source: Current Balance
ar_eg: الرصيد الحالي

source: Custody Type
ar_eg: نوع العهدة

source: Custody Type Is Required
ar_eg: نوع العهدة مطلوبة

source: Customer
ar_eg: العميل

source: Customer Adress
ar_eg: عنوان العميل

source: Customer Fee
ar_eg: رسوم اضافية للعميل

source: Customer Is Required
ar_eg: العميل مطلوب

source: Customer Name
ar_eg: إسم العميل

source: Customer Name Is Required
ar_eg: اسم العميل مطلوب

source: Customer Qty
ar_eg: كمية العميل

source: Customer Qty Is Required
ar_eg: كمية العميل مطلوبة

source: Customer Qty Price
ar_eg: سعر الكمية للعميل

source: Customer Qty Price Is Required
ar_eg: سعر الكمية للعميل مطلوبة

source: Customer Total Price
ar_eg: إجمالي السعر للعميل

source: Customer Total Price Is Required
ar_eg: إجمالي السعر للعميل مطلوب

source: Customer Type
ar_eg: نوع العميل

source: Customer Type Is Required
ar_eg: نوع العميل مطلوب

source: Customer Unit Price
ar_eg: سعر الوحدة للعميل

source: Customer Unit Price Is Required
ar_eg: سعرالوحدة للعميل مطلوبة

source: Date
ar_eg: التاريخ

source: Date Is Required
ar_eg: التاريخ مطلوب

source: Deposit No
ar_eg: رقم الايداع

source: Deposit No Is Required
ar_eg: رقم الايداع مطلوب

source: Description
ar_eg: ملاحظات

source: Driver
ar_eg: السائق

source: Driver Is Required
ar_eg: السائق مطلوب

source: Driver Name
ar_eg: إسم السائق

source: Email
ar_eg: البريد الالكتروني

source: Email Is Required
ar_eg: البريد الالكتروني مطلوب

source: English Name
ar_eg: الاسم الانجليزي

source: Fax
ar_eg: فاكس

source: Fee
ar_eg: الرسوم

source: First Period Balance
ar_eg: الرصيد الحالي

source: First Period Balance Is Required
ar_eg: الرصيد الحالي مطلوب

source: Full Name
ar_eg: الاسم الكامل

source: Full Name Is Required
ar_eg: الاسم الكامل مطلوب

source: Innvoice No
ar_eg: رقم الفاتورة

source: Innvoice No Is Required
ar_eg: رقم الفاتورة مطلوب

source: Invalid Target Price; Max 18 digits
ar_eg: من فضك اكتب القيمة / المبلغ بطريقة صحيحة

source: Invalid Target Price; Maximum Two Decimal Points.
ar_eg: من فضك اكتب القيمة / المبلغ بطريقة صحيحة من 0 الي 1000000

source: Must Be Email Aderess
ar_eg: يجب ان يكون بريد الكتروني

source: Must Be Email Adress
ar_eg: يجب أن يكون بريد الكتروني صحيح

source: Must Be Phone Number
ar_eg: رقم الجوال مطلوب

source: Name
ar_eg: الاسم

source: Name Is Required
ar_eg: السم مطلوب

source: Oil80 QTY
ar_eg: كمية بنزين 80

source: Oil80 QTY Is Required
ar_eg: كمية بنزين 80 مطلوبة

source: Oil80 Total Price
ar_eg: إجمالي سعر بنزين 80

source: Oil80 Total Price Is Required
ar_eg: إجمالي سعر بنزين 80 مطلوبة

source: Oil80 Unit Price
ar_eg: سعر وحدة بنزين 80

source: Oil80 Unit Price Is Required
ar_eg: سعر وحدة بنزين 80 مطلوبة

source: Oil92 QTY
ar_eg: كمية بنزين 92

source: Oil92 QTY Is Required
ar_eg: كمية بنزين 92 مطلوبة

source: Oil92 Total Price
ar_eg: إجمالي سعر بنزين 92

source: Oil92 Total Price Is Required
ar_eg: إجمالي سعر بنزين 92 مطلوبة

source: Oil92 Unit Price
ar_eg: سعر وحدة بنزين 92

source: Oil92 Unit Price Is Required
ar_eg: سعر وحدة بنزين 92 مطلوبة

source: Oil95 QTY
ar_eg: كمية بنزين 95

source: Oil95 QTY Is Required
ar_eg: كمية بنزين 95 مطلوبة

source: Oil95 Total Price
ar_eg: إجمالي سعر بنزين 95

source: Oil95 Total Price Is Required
ar_eg: إجمالي سعر بنزين 95 مطلوبة

source: Oil95 Unit Price
ar_eg: سعر وحدة بنزين 95

source: Oil95 Unit Price Is Required
ar_eg: سعر وحدة بنزين 95 مطلوبة

source: Opening Balance
ar_eg: الرصيد الافتتاحي

source: Opening Balance Date
ar_eg: تاريخ الرصيد الافتتاحي

source: Opening Balance Date Is Required
ar_eg: تاريخ الرصيد الافتتاحي مطلوب

source: Opening Balance Is Required
ar_eg: الرصيد الافتتاحي مطلوب

source: Opening Balance State
ar_eg: حالة الرصيد الافتتاحي

source: Opening Balance State Is Required
ar_eg: حالة الرصيد الافتتاحي مطلوبة

source: Password
ar_eg: كلمة المرور

source: Password Is Required
ar_eg: كلمة المرور مطلوبة

source: Phone Number
ar_eg: رقم الجوال

source: Phone Number Is Required
ar_eg: يجب أن يكون رقم جوال

source: Qty
ar_eg: الكمية

source: Qty Is Required
ar_eg: الكمية مطلوبة

source: Qty Price
ar_eg: سعر الكمية

source: Qty Price Is Required
ar_eg: سعر الكمية مطلوب

source: Remember me?
ar_eg: تذكرني

source: Responsible Person
ar_eg: الشخص المسئول

source: Responsible Person Is Required
ar_eg: الشخص المسئول مطلوب

source: Sale Unit Price
ar_eg: سعر بيع الوحدة

source: Sale Unit Price Is Required
ar_eg: سعر بيع الوحدة مطلوبة

source: Solar QTY
ar_eg: كمية السولار

source: Solar QTY Is Required
ar_eg: كمية السولار مطلوبة

source: Solar Total Price
ar_eg: إجمالي سعر السولار

source: Solar Total Price Is Required
ar_eg: إجمالي سعر السولار مطلوبة

source: Solar Unit Price
ar_eg: سعر وحدة السولار

source: Solar Unit Price Is Required
ar_eg: سعر وحدة السولار مطلوبة

# Station
source: Staion
ar_eg: المحطة

source: Station Is Required
ar_eg: المحطة مطلوبة

source: Stock Id
ar_eg: كود المستودع

source: Stock Name
ar_eg: اسم المستودع

source: Stock Name English
ar_eg: الاسم الانجليزي

source: Stock Name Is Required
ar_eg: اسم المستودع مطلوب

source: Stock Transport Amount
ar_eg: إجمالي تكبفة النقل

source: Stock Transport Amount Is Required
ar_eg: إجمالي تكبفة النقل مطلوبة

source: Stock Transport Unit
ar_eg: تكلفة نقل الوحدة

source: Stock Transport Unit Is Required
ar_eg: تكلفة نقل الوحدة مطلوبة

source: Stock Unit Cost
ar_eg: تكلفة نقل الطن

source: Stock Unit Cost Is Required
ar_eg: تكلفة نقل الطن مطلوبة

source: Tax
ar_eg: الضرائب

source: Telephone
ar_eg: الجوال

source: Telephone Is Required
ar_eg: الجوال مطلوب

source: Total Price
ar_eg: إجمالي السعر

source: Total Price Is Required
ar_eg: إجمالي السعر مطلوبة

source: Unit Cost
ar_eg: تكلفة نقل الوحدة

source: Unit Price
ar_eg: سعر الوحدة من منطقة الشحن

source: Unit Price Is Required
ar_eg: سعر الوحدة من منطقة الشحن مطلوبة

source: Unti Cost Is Required
ar_eg: تكلفة نقل الوحدة مطلوبة
