Repository: mahmoudsale/OilStationMVC
Catalog: Views/Shared/Resources/SiteResource.*.resx
Languages: ar_eg

source: Actions
ar_eg: الأحداث

source: Adress
ar_eg: العنوان

source: Amount
ar_eg: القيمة / المبلغ

source: Are You Sure To Delete
ar_eg: هل تريد الحذف ؟

source: Area Transport List
ar_eg: قائمة مناطق النقل

source: Back To List
ar_eg: العودة للقائمة

source: Balalnce
ar_eg: الرصيد

source: Buy Unit Price
ar_eg: سعر الشراء

source: Car
ar_eg: الشاحنة

source: Car Custody List
ar_eg: قائمة عهد الشاحنات

source: Car Id
ar_eg: كود الشاحنة

source: Car Name
ar_eg: إسم الشاحنة

source: Cars Dashboard
ar_eg: لوحة قياس الشاحنات

source: Cars List
ar_eg: قائمة الشاحنات

source: Cash From Box List
ar_eg: قائمة السحب من الصندوق

source: Cashing List
ar_eg: قائمة سندات الصرف

source: Charge Area
ar_eg: منطقة الشحن

source: Charge Areas List
ar_eg: قائمة مناطق الشحن

source: Charge Customer
ar_eg: العميل

source: Code
ar_eg: كود

source: Companies Dashboard
ar_eg: لوحة قياس الشركات

source: Companies List
ar_eg: قائمة الشركات

source: Company
ar_eg: الشركة

# CompanyInvoicesVSCompanyDepositbarChart
source: Company Invoices VS Company Deposits
ar_eg: مفارنة فواتير المحطة مع ايداعات المحطة

source: Confirm Password
ar_eg: تأكد كلمة المرور

source: Contact Us
ar_eg: تواصل معنا

source: Cost Center
ar_eg: مركز التكلفة

source: Create New
ar_eg: إنشاء جديد

source: Create New Area Transport
ar_eg: إنشاء منطقة نقل جديدة

source: Create New Car
ar_eg: إنشاء شاحنة جديدة

source: Create New Car Custody
ar_eg: صرف عهدة لشاحنة

source: Create New Cash From Box
ar_eg: سحب من الخزينة

source: Create New Cashing
ar_eg: انشاء سند صرف جديد

source: Create New Charge Area
ar_eg: إنشاء منطقة شحن جديدة

source: Create New Company
ar_eg: إنشاء شركة جديدة

source: Create New Company Invoice
ar_eg: إنشاء فاتورة محطة

source: Create New Custody Type
ar_eg: إضافة نوع عهدة شاحنة

source: Create New Customer
ar_eg: إنشاء عميل جديد

source: Create New Customer Invoice
ar_eg: إنشاء فاتورة عميل

source: Create New Deposit In Box
ar_eg: إيداع في الخزينة

source: Create New Driver
ar_eg: إنشاء سائق جديد

source: Create New Expense Type
ar_eg: انشاء نوع مصروف جديد

source: Create New Expenses
ar_eg: مصروفات

source: Create New Mazot Bank Deposit
ar_eg: إيداع بنكي مازوت

source: Create New Mazot Customer Invoice
ar_eg: إنشاء فاتورة مازوت لعميل

source: Create New Mazot Invoice
ar_eg: إنشاء فاتورة مازوت

source: Create New Product
ar_eg: إضافة منتج جديد

source: Create New Station
ar_eg: إنشاء منطقة تفريغ

source: Create New Station Deposit
ar_eg: إيداع محطة

source: Create New Stock
ar_eg: إنشاء مستوع جديد

source: Create New Voucher
ar_eg: انشاء سند قبض جديد

source: Credit
ar_eg: دائن

source: Current Balance
ar_eg: الرصيد الحالي

source: Custody Type List
ar_eg: قائمة أنواع عهد الشاحنات

source: Customer
ar_eg: العميل

source: Customer Invoices List
ar_eg: قائمة فواتير العملاء

source: Customer Type
ar_eg: نوعع العميل

source: Customers Dashboard
ar_eg: لوحة قياس العملاء

source: Customers List
ar_eg: قائمة العملاء

source: Dashboards
ar_eg: لوحات القياس

source: Date
ar_eg: التاريخ

source: Debit
ar_eg: مدين

source: Delete
ar_eg: حذف

source: Delete Car
ar_eg: حذف شاحنة

source: Delete Custody Type
ar_eg: حذف نوع عهدة شاحنة

source: Delete Expense Type
ar_eg: حذف نوع مصروف

source: Deposit In Box List
ar_eg: قائمة ايداعات الصندوق

source: Deposit No
ar_eg: رقم الايداع

source: Description
ar_eg: ملاحظات

source: Details
ar_eg: التفاصيل

source: Driver Name
ar_eg: إسم السائق

source: Drivers List
ar_eg: قائمة السائقين

# Edit
source: Edittt
ar_eg: تعديل

source: Edit Area Transport Data
ar_eg: تعديل بيانات منطقة النقل

source: Edit Car Custody
ar_eg: تعديل عهدة شاحنة

source: Edit Car Data
ar_eg: تعديل بيانات شاحنة

source: Edit Cash From Box
ar_eg: تعديل سحب من الصندوق

source: Edit Cashing
ar_eg: تعديل سند صرف

source: Edit Charge Area Data
ar_eg: تعديل بيانات منطقة شحن

source: Edit Company Data
ar_eg: تعديل بيانات شركة

source: Edit Company Invoice
ar_eg: تعديل فاتورة محطة

source: Edit Custody Type
ar_eg: تعديل نوع عهدة شاحنة

source: Edit Customer Data
ar_eg: تعديل بيانات عميل

source: Edit Customer Invoice
ar_eg: تعديل فاتورة عميل

source: Edit Deposit In Box
ar_eg: تعديل ايداع في الصندوق

source: Edit Driver Data
ar_eg: تعديل بيانات سائق

source: Edit Expense Type
ar_eg: تعديل نوع مصروف

source: Edit Expenses
ar_eg: تعديل مصروفات

source: Edit Mazot Bank Deposit
ar_eg: تعديل ايداع مازوت

source: Edit Mazot Customer Invoice
ar_eg: تعديل فاتورة مازوت لعميل

source: Edit Mazot Invoice
ar_eg: تعديل فاتورة مازوت

source: Edit Product Data
ar_eg: تعديل بيانات منتج

source: Edit Station Data
ar_eg: تعديل بيانات محطة

source: Edit Station Deposit
ar_eg: تعديل إيداع محطة

source: Edit Stock Data
ar_eg: تعديل بيانات المستودع

source: Edit Voucher
ar_eg: تعديل سند قبض

source: Email
ar_eg: البريد الالكتروني

source: Expenses List
ar_eg: قائمة المصروفات

source: Expenses Type List
ar_eg: قائمة أنواع المصاريف

source: Full Name
ar_eg: الاسم الكامل

source: Go To Details
ar_eg: العودة لتفاصيل الفاتورة

source: Go To Login Page
ar_eg: الذهاب الي صفحة الدخول

source: Home
ar_eg: الرئيسية

source: I agree to the terms
ar_eg: أوافق علي كافة الشروط

source: I forgot my password
ar_eg: نسيت كلمة المرور

source: Invoices List
ar_eg: قائمة الفواتير

# Journal Type
source: Journal
ar_eg: اليومية

source: Mazot Bank Deposit List
ar_eg: قائمة إيداعات المازوت

source: Mazot Customer Invoice List
ar_eg: قائمة فواتير عملاء المازوت

source: Mazot Invoice List
ar_eg: قائمة فواتير المازوت

# MazotInvoicesVSDepositbarChart
source: Mazot Invoices VS Deposits
ar_eg: مقارنة فواتير المازوت مع إيداعات المازوت

source: Name
ar_eg: الاسم

source: No
ar_eg: لا

source: Ok
ar_eg: موافق

source: Opening Balance
ar_eg: الرصيد الافتتاحي

source: Opening Balance Date
ar_eg: تاريخ الرصيد الافتتاحي

source: Opening Balance State
ar_eg: حالة الرصيد الافتتاحي

source: Password
ar_eg: كلمة المرور

source: Please Enter Verification Code
ar_eg: من فضلك أدخل كود التحقق

source: Please Select...
ar_eg: من فضلك أختر...

source: Print
ar_eg: طباعة

source: Products Balance
ar_eg: أرصدة منتجات المحطة

source: Products List
ar_eg: قائمة المنتجات

source: Quantity
ar_eg: الكمية

source: Register
ar_eg: تسجيل

source: Register a new membership
ar_eg: تسجيل عضو جديد

source: Remember me?
ar_eg: تذكرني

source: Request new password
ar_eg: طلب كلمة مرور جديدة

source: Reset Your Password
ar_eg: إعادة تعيين كلمة المرور

source: Responsible Person
ar_eg: الشخص المسئول

source: Sale Unit Price
ar_eg: سعر البيع

source: Save
ar_eg: حفظ

source: Search
ar_eg: بحث

source: Select Two Factor Authentication
ar_eg: أختر طريق التحقق من المستخدم

source: Send
ar_eg: أرسل

source: Send Code
ar_eg: إرسال كود التحقق

source: Sign In
ar_eg: دخول

source: Sign in to start your session
ar_eg: أدخل بيانات الدخول

# Station
source: Staion
ar_eg: المحطة

source: Station Deposit List
ar_eg: قائمة إيداعات المحطة

source: Stations List
ar_eg: قائمة مناطق التفريغ

source: Stock Details
ar_eg: تفاصيل المستودع

source: Stock Id
ar_eg: كود المستودع

source: Stock List
ar_eg: قائمة المستودعات

source: Stock Name
ar_eg: اسم المستودع

source: Stock Unit Cost
ar_eg: تكلفة نقل الطن

source: Telephone
ar_eg: الجوال

source: Total Customers Credit
ar_eg: إجمالي العملاء الدائنين

source: Total Customers Debit
ar_eg: إجمالي العملاء المدينين

source: Total Customers Final Balance
ar_eg: إجمالي رصيد العملاء

source: Total Price
ar_eg: السعر

# Unit Cost
source: Unti Cost
ar_eg: تكلفة نقل الوحدة

source: Voucher List
ar_eg: قائمة سندات القبض

source: We Will Send Verification Code Based On Your Selection
ar_eg: سيتم أرسال كود التحقق علي حسب اختيارك

source: Yes
ar_eg: نعم

source: You are only one step a way from your new password, recover your password now.
ar_eg: انت علي بعد خطوة واحدة من اعادة تعيين كلمة المرور

source: You forgot your password? Here you can easily retrieve a new password.
ar_eg: هل نسيت كلمة السر ؟ من هنا يمكنك بسهولة استعادة كلمة السر
